Repository: ThaisanUN/cakePHP
Catalog: src/Locale/*/default.po
Languages: km_kh

source: Language
km_kh: ភាសា

source: Home
km_kh: ទំព័រដើម

source: Logout
km_kh: ចេញ

source: reset password
km_kh: កំណត់ពាក្យសម្ងាត់

source: profile
km_kh: ទម្រង់

source: Saved Record
km_kh: រក្សាទុកកំណត់ត្រា

source: New Defect Name
km_kh: ឈ្មោះជម្ងឺថ្មី

source: Defect Name
km_kh: ឈ្មោះខ្សោយ

source: Fabric Inspection
km_kh: អធិការកិច្ចក្រណាត់

source: Position
km_kh: ទីតាំង

source: List of All Informations
km_kh: បញ្ចីនៃព័ត៌មានទាំងអស់

source: Information of Process
km_kh: ព័ត៌មាននៃដំណើរការ

source: Process
km_kh: ដំណើរការ

source: Add Process
km_kh: បន្ថែមដំណើរការ

source: Add Proces
km_kh: បន្ថែមដំណើរការ

source: SubSub Process
km_kh: អនុអនុដំណើរការ

source: Sub Process
km_kh: អនុដំណើរការ

source: List of Process
km_kh: បញ្ចីនៃដំណើរ

source: Add More Informations
km_kh: បន្ថែមព័ត៌មាន

source: Export File Excel
km_kh: ទាញយកបញ្ចីជាExcel

source: Main Process
km_kh: ដំណើរការចំបង

source: Edit Proces
km_kh: ប្តូរដំណើរការ

source: Date Create&Update
km_kh: ថ្ងៃបង្កើតឬផ្លាស់ប្តូរ

source: Other
km_kh: ផ្សេងទៀត

source: Languages
km_kh: ភាសា

source: languages
km_kh: ភាសា

source: Actions
km_kh: សកម្មភាព

source: actions
km_kh: សកម្មភាព

source: Add More Field
km_kh: បន្ថែម ប្រអប់

source: No
km_kh: ល.រ

source: Staffs
km_kh: បុគ្គលិក

source: staffs
km_kh: បុគ្គលិក

source: Staff
km_kh: បុគ្គលិក

source: staff
km_kh: បុគ្គលិក

source: Subjects
km_kh: ប្រធានបទ

source: subjects
km_kh: ប្រធានបទ

source: subject
km_kh: ប្រធានបទ

source: Subject
km_kh: ប្រធានបទ

source: Tools
km_kh: ឧបករណ៏ប្រើប្រាស់

source: Tool
km_kh: ឧបករណ៏ប្រើប្រាស់

source: English
km_kh: អង់គ្លេស

source: Khmer
km_kh: ខ្មែរ

source: Chinese
km_kh: ចិន

source: View
km_kh: មើល

source: Edit
km_kh: កែរតម្រូវ

source: Delete
km_kh: លុប

source: Id
km_kh: កូដសំគាល់

source: previous
km_kh: មុន

source: next
km_kh: បន្ទាប់

source: first
km_kh: ទំព័រដើមបង្អស់

source: Page
km_kh: ទំព័រ

source: showing
km_kh: បង្ហាញ

source: record(s) out of
km_kh: នៃចំនួន

source: total
km_kh: សរុប

source: of
km_kh: នៃ

source: last
km_kh: ទំព័រចុងក្រោយបង្អស់

source: Remove
km_kh: លុបចេញ

source: Edit Information
km_kh: ប្តូរព័ត៌មាន

source: Submit
km_kh: បញ្ជូន

source: Change Language
km_kh: ប្តូរភាសា

source: Input Tool
km_kh: សូមវាយឧបករណ៍ដែលត្រូវប្រើប្រាស់

source: Input Subject
km_kh: សូមវាយប្រធានបទ

source: Choose Staff
km_kh: ជ្រើសរើសបុគ្គលិក

source: Descriptions
km_kh: សេចក្តីអធិប្បាយ

source: Input Text English
km_kh: សូមវាយបញ្ចូលអក្សរអង់គ្លេស

source: Input Text Khmer
km_kh: សូមវាយបញ្ចូលអក្សរខ្មែរ

source: Input Text Chinese
km_kh: សូមវាយបញ្ចូលអក្សរចិន
